[
    {
      "id": 1,
      "picture": "https://i.ibb.co/2gbqYTD/health1.png",
      "title": "Clean water for children",
      "category": "Health",
      "category_bg_color": "#0034FF33",
      "card_bg_color": "#D9E5FF",
      "text_button_bg_color": "#0052FF",
      "description": "'Healthcare Heroes Needed' is a rallying cry for everyone to stand alongside our frontline medical professionals. By donating to this campaign you empower these heroes with essential resources, equipment and support. Your contribution will strengthen our healthcare system's resilience ensuring that they can continue to save lives and provide top-notch care. Let's show our gratitude and solidarity for these dedicated individuals who work tirelessly to keep us healthy and safe. Together we can be the heroes behind the heroes.",
      "price": 199
    },
    {
      "id": 2,
      "picture": "https://i.ibb.co/9VS84yd/education1.png",
      "title": "Good education",
      "category": "Education",
      "category_bg_color": "#FF443333",
      "card_bg_color": "#FF443326",
      "text_button_bg_color": "#FF444A",
      "description": "There are many things that can be done to ensure that all people have access to a good education. Governments can invest in public schools, provide financial assistance to students, and make sure that all schools have qualified teachers and resources. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
      "price": 49
    },
    {
      "id": 3,
      "picture": "https://i.ibb.co/DwxM8Ds/cloth3.png",
      "title": "Used Clothing Drive",
      "category": "Clothing",
      "category_bg_color": "#79C23333",
      "card_bg_color": "#79C23F26",
      "text_button_bg_color": "#79C23F",
      "description": "Join our 'Used Clothing Drive' campaign and help empower individuals in need by providing them with professional attire. Your generous clothing donations will give someone the confidence to excel in job interviews and workplace environments. By contributing to this campaign, you're not just giving clothes; you're giving hope, dignity, and a brighter future to those striving to improve their lives.",
      "price": 199
    },
    {
      "id": 4,
      "picture": "https://i.ibb.co/PcCdnHY/food3.png",
      "title": "Better Food for Everyone",
      "category": "Food",
      "category_bg_color": "#F8714733",
      "card_bg_color": "#F8714726",
      "text_button_bg_color": "#F87147",
      "description": "Support our food donation campaign and be a hunger hero. Your donations, whether in the form of food items or financial contributions, play a vital role in our mission to alleviate hunger. Hunger affects individuals and families in our community, but together, we can make a difference. Let's work toward a world where no one has to worry about where their next meal will come from. Your involvement brings us one step closer to this vision of a hunger-free future. Join us today and help us make a lasting impact on those in need.",
      "price": 49
    },
    {
      "id": 5,
      "picture": "https://i.ibb.co/c396Q0Z/food2.png",
      "title": "Give, Share, Care",
      "category": "Food",
      "category_bg_color": "#F8714733",
      "card_bg_color": "#F8714726",
      "text_button_bg_color": "#F87147",
      "description": "Hunger is a persistent challenge, but together, we can overcome it. Our food donation campaign is your opportunity to make a positive impact. Your generosity fuels our efforts to provide nutritious meals to those in need. By contributing, you become a lifeline for those facing food insecurity. Join us in our fight against hunger, and let's build a future where no one has to go without a meal.",
      "price": 49
    },
    {
      "id": 6,
      "picture": "https://i.ibb.co/tqp8gpY/cloth2.png",
      "title": "Fashion with Compassion",
      "category": "Clothing",
      "category_bg_color": "#79C23333",
      "card_bg_color": "#79C23F26",
      "text_button_bg_color": "#79C23F",
      "description": "Experience the joy of 'Fashion with Compassion.' Your clothing donations will bring smiles to the faces of individuals and families facing adversity. Through this campaign, you can help clothe people of all ages, making them feel cared for and valued. Join us in making fashion a force for good, where every piece of clothing you give becomes a symbol of compassion and support for those in need.",
      "price": 199
    },
    {
      "id": 7,
      "picture": "https://i.ibb.co/z8GHKKD/education2.png",
      "title": "Donate to Educate",
      "category": "Education",
      "category_bg_color": "#FF443333",
      "card_bg_color": "#FF443326",
      "text_button_bg_color": "#FF444A",
      "description": "Help us light the path to a brighter tomorrow by participating in our Education Donation Campaign. Your contribution fuels the engine of education, ensuring that children from all backgrounds can access learning opportunities. With your support, we can build a foundation for lifelong learning, equipping individuals with the skills and knowledge needed to overcome challenges and shape a better future for themselves and their communities. Join us today in the journey to educate and inspire.",
      "price": 49
    },
    {
      "id": 8,
      "picture": "https://i.ibb.co/WFCsbRR/health2.png",
      "title": "Give Life Hope",
      "category": "Health",
      "category_bg_color": "#0034FF33",
      "card_bg_color": "#D9E5FF",
      "text_button_bg_color": "#0052FF",
      "description": "Join our 'Give Life Hope' campaign and make a significant impact on the lives of those in need. Your generous donations will provide crucial support for medical treatments, research, and access to healthcare services. Together, we can bring hope to individuals battling serious illnesses, ensuring they receive the care and resources necessary for a brighter and healthier future. Your contribution can be the lifeline these individuals need to overcome their health challenges and inspire a world filled with compassion and optimism.",
      "price": 199
    },
    {
      "id": 9,
      "picture": "https://i.ibb.co/KNpWCQ4/health3.png",
      "title": "Donate for Wellness",
      "category": "Health",
      "category_bg_color": "#0034FF33",
      "card_bg_color": "#D9E5FF",
      "text_button_bg_color": "#0052FF",
      "description": "'Donate for Wellness' is a call to action for a healthier tomorrow. Your donations will fund initiatives that promote overall well-being from preventive healthcare programs to mental health support. With your support we can make wellness accessible to all irrespective of their circumstances. By contributing to this campaign, you are investing in a world where everyone has the opportunity to lead a healthier happier life. Join us in this journey toward a future where wellness is a shared goal and together we can make a lasting difference in countless lives.",
      "price": 199
    },
    {
      "id": 10,
      "picture": "https://i.ibb.co/LhKwGr6/education3.png",
      "title": "Invest in Future Scholars",
      "category": "Education",
      "category_bg_color": "#FF443333",
      "card_bg_color": "#FF443326",
      "text_button_bg_color": "#FF444A",
      "description": "Be a part of something extraordinary! When you invest in our Education Donation Campaign, you're investing in the future scholars and leaders of our world. Your support enables us to provide scholarships, educational resources, and mentoring programs, giving deserving students the tools they need to succeed. Together, let's pave the way for a brighter and more educated future.",
      "price": 49
    },
    {
      "id": 11,
      "picture": "https://i.ibb.co/K6MLT1Y/cloth1.png",
      "title": "Clothe the Needy",
      "category": "Clothing",
      "category_bg_color": "#79C23333",
      "card_bg_color": "#79C23F26",
      "text_button_bg_color": "#79C23F",
      "description": "Our 'Clothe the Needy' campaign is all about spreading warmth and comfort to those less fortunate. Donate your gently used clothing, and together, we'll ensure that no one goes cold during harsh seasons. Your contributions will help provide essential winter clothing to those who need it most, making a real difference in their lives.",
      "price": 199
    },
    {
      "id": 12,
      "picture": "https://i.ibb.co/SRRNscL/food1.png",
      "title": "Food for All",
      "category": "Food",
      "category_bg_color": "#F8714733",
      "card_bg_color": "#F8714726",
      "text_button_bg_color": "#F87147",
      "description": "Join us in our mission to end hunger. Your support can make a world of difference. With your contributions, we provide essential meals to those facing food insecurity. Together, we can ensure that no one goes to bed hungry. Every donation brings hope and nourishment to individuals and families in need. Be part of the solution and help us create a community where everyone has access to the sustenance they deserve.",
      "price": 49
    }
]